[
  {
    "id":1,
    "imgsrc":"http://images.jagran.com/images/09_05_2015-attack09.jpg",
    "headline":"आतंकियों ने पुलिस टुकड़ी पर फेंका ग्रेनेड 14 घायल",
    "language":"Hindi",
    "tag":"National",
    "date":"09-05-2015",
    "desc":"श्जम्मू-कश्मीर में श्रीनगर के शोपियां जिले में आतंकी हमला हुआ है। आतंकिया ने बाटपोरा चौक के मुख्य बाजार में ग्रेनेड से हमला किया। इस हमले में 8 लोगों के घायल होेने की खबर है। फिलहाल इस आतंकी हमले की किसी भी संगठन ने जिम्मेदारी नहीं ली है। पूरे इलाके को सेना ने अपने कब्जे में लेकर सर्च ऑपरेशन शुरू कर दिया है।"
  },
  {
    "id":2,
    "imgsrc":"http://media2.intoday.in/aajtak/images/stories/052015/modi-cg-s_650_050915033924.jpg",
    "headline":"मोदी का दंतेवाड़ा दौरा आज 30 साल बाद नक्सलियों के गढ़ में होगा PM का दौरा",
    "language":"Hindi",
    "tag":"Political",
    "date":"09-05-2015",
    "desc":"प्रधानमंत्री नरेंद्र मोदी शनिवार को नक्सलियों के गढ़ दंतेवाड़ा पहुंचे। प्रधानमंत्री ने इस दौरे के दौरान करीब 24 हजार करोड़ रुपये की लागत से बनी दो योजनाओं का उद्घाटन किया। इस बीच खबर है कि नक्सलियों ने करीब 300 लोगों को बंधक बना लिया है। राज्य के गृह मंत्री रामसेवक पैंकरा ने आज तक से खास बातचीत में इस बात की पुष्टि की। बंधक बनाए गए लोगों में ज्यादार बीजेपी के कार्यकर्ता हैं जिनके रिहा होने की अभी तक कोई खबर नहीं है। इस बीच प्रधानमंत्री ने दंतेवाड़ा स्टील प्लांट का उद्घाटन और उसके बाद रावघाट से जगदलपुर के बीच बनी रेलवे ट्रैक का उद्घाटन किया"
  },
  {
    "id":3,
    "imgsrc":"http://znb.india.com/upload//2015/5/9/modi700insurea.jpg",
    "headline":"PM Narendra Modi launches major insurance pension schemes",
    "language":"English",
    "tag":"National",
    "date":"09-05-2015",
    "desc":"After Jan Dhan, Prime Minister Narendra Modi on Saturday launched three mega social security initiatives -- one pension and two insurance schemes. These schemes are aimed at providing affordable universal access to essential social security protection in a convenient manner linked to auto-debit facility from the bank account of a subscriber."
  },
  {
    "id":4,
    "imgsrc":"http://www.valuewalk.com/wp-content/uploads/2015/03/Google.jpg",
    "headline":"Google Inc Inaugurates Asias First Startup Campus In Seoul",
    "language":"English",
    "tag":"Technology",
    "date":"09-05-2015",
    "desc":"Google Inc opened a campus for start-ups and business entrepreneurs in the Gangnam district of Seoul on Friday. Built in the capital city of South Korea, the site marks the first Google start-up center in Asia. Previously, the company started such sites in London and Tel Aviv, a city in Israel."
  }
 
]