[
  {
    "id":1,
    "headline":"Maoist abduct 300 in Chhattisgarh ahead of PM's visit.",
    "language":"English",
    "tag":"Political",
    "date":"09-05-2015",
    "desc":"RAIPUR: Around 300 villagers have been held hostage by Naxals, who were apparently angered over their support to the construction of a bridge in Tongpal area of Chhattisgarh's Sukma district, police said. The Naxal action comes ahead of Prime Minister Narendra Modi's visit to insurgency-hit Bastar region on Saturday."
  },
  {
    "id":2,
    "headline":"20 SAI athletes go on leave to recover from trauma.",
    "language":"English",
    "tag":"Sports",
    "date":"09-05-2015",
    "desc":"Jolted by the attempted suicide of their four young female colleagues, which led to the death of one, 20 athletes of the Sports Authority of India Centre here have taken leave to recover from the trauma.\"All the 20 are boys. Another 12 female athletes have also sought permission to go on leave,\" a SAI official at the Water Training Centre here told PTI.The students and their parents had requested SAI Director General Injeti Srinivas, during his visit to the campus yesterday, that they be given the break to recover from the shock of the incident."
  },
  {
    "id":3,
    "headline":"Obama nominates IIT alumni to key post.",
    "language":"English",
    "tag":"International",
    "date":"09-05-2015",
    "desc":"US President Barack Obama has nominated an IIT alumni to his advisory commission on Asian Americans and Pacific Islanders (AAPIs). Obama yesterday announced the nomination of Sanjita Pradhan, an MBA from the Indian Institute of Technology, along with other nominations for several key administration post. \"These men and women bring extraordinary dedication to their roles and will serve the American people well. I look forward to working with them,\" Obama said while making the announcement. Pradhan, a Nepali American, is currently serving as an Executive Officer of the Office of Asian and Pacific Islander Affairs at the Iowa Department of Human Rights, a position she has held since 2013."
  },
  {
    "id":4,
    "headline":"Meherbani, Shukriya: Salman Khan to fans.",
    "language":"English",
    "tag":"Bollywood",
    "date":"09-05-2015",
    "desc":"After the Bombay High Court suspended Salman Khan's five-year sentence in the 2002 hit-and-run case and granted him bail, the superstar took to micro-blogging website Twitter to thank his fans.\"All those who prayed for and supported me thank u meherbani shukriya,\" Salman tweeted on Friday night.The 49-year-old's sister Arpita Khan Sharma also thanked her brother's die-hard fans for their relentless support. \"This wouldn't have been possible without all your love, support & prayers. Thank you from the bottom of our hearts,\" Arpita tweeted."
  },
  {
    "id":5,
    "headline":"Varun Gandhi makes veiled jibe at Rahul.",
    "language":"English",
    "tag":"Political",
    "date":"09-05-2015",
    "desc":"BJP MP from Sultanpur Varun Gandhi today made a veiled jibe asking MPs of all neighbouring districts, including Rahul Gandhi's seat Amethi, to come forward and help farmers hit by the untimely rains and hailstorm in Uttar Pradesh."
  },
  {
    "id":6,
    "headline":"सेना के पास नहीं है युद्ध लड़ने के लिए जरूरी गोला-बारूद: CAG Report",
    "language":"Hindi",
    "tag":"National",
    "date":"09-05-2015",
    "desc":"नई दिल्ली: शुक्रवार को संसद में पेश हुए सीएजी रिपोर्ट के मुताबिक सेना के पास युद्ध लड़ने के लिए जरूरी गोला-बारूद नहीं है. सिर्फ 50 प्रतिशत सेना के पास वार रिजर्व है. सीएजी के मुताबिक, थलसेना को युद्ध की परिस्थिति में करीब 40 दिनों के वॉर-रिर्जव की जरूरत है. लेकिन सेना के पास सिर्फ 20 दिनों का ही गोला-बारूद है. सीएजी के मुताबिक, इस कमी के चलते सेना की तैयारियों और ट्रेनिंग पर खासा असर पड़ रहा है. सीएजी ने अपनी रिपोर्ट में रक्षा मंत्रालय और ऑर्डिनेंस फैक्ट्री बोर्ड की कार्यशैली पर सवाल उठाए हैं. रक्षा मंत्रालय ही सेना के लिए पर्याप्त गोला-बारूद के लिए जिम्मेदार है"
  },
  {
    "id":7,
    "headline":"मोदी का दंतेवाड़ा दौरा आज, 30 साल बाद नक्सलियों के गढ़ में होगा PM का दौरा",
    "language":"Hindi",
    "tag":"Political",
    "date":"09-05-2015",
    "desc":"प्रधानमंत्री नरेंद्र मोदी शनिवार को नक्सलियों के गढ़ दंतेवाड़ा पहुंचे. प्रधानमंत्री ने इस दौरे के दौरान करीब 24 हजार करोड़ रुपये की लागत से बनी दो योजनाओं का उद्घाटन किया. इस बीच खबर है कि नक्सलियों ने करीब 300 लोगों को बंधक बना लिया है. राज्य के गृह मंत्री रामसेवक पैंकरा ने आज तक से खास बातचीत में इस बात की पुष्टि की. बंधक बनाए गए लोगों में ज्यादार बीजेपी के कार्यकर्ता हैं जिनके रिहा होने की अभी तक कोई खबर नहीं है. इस बीच प्रधानमंत्री ने दंतेवाड़ा स्टील प्लांट का उद्घाटन और उसके बाद रावघाट से जगदलपुर के बीच बनी रेलवे ट्रैक का उद्घाटन किया"
  },
  {
    "id":8,
    "headline":"हमने कई मौके गंवाए: कोच फ्लेमिंग",
    "language":"Hindi",
    "tag":"Sports",
    "date":"09-05-2015",
    "desc":"मुंबई इंडियन्स के खिलाफ छह विकेट की हार से निराश चेन्नई सुपरकिंग्स के कोच स्टीफन फ्लेमिंग ने कहा कि उनकी टीम को आईपीएल मुकाबले में मौकों का फायदा नहीं उठाने का खामियाजा भुगतना पड़ा। फ्लेमिंग ने मैच के बाद प्रेस कांफ्रेंस में कहा, कैच छोड़ने के कारण हमें नुकसान हुआ। हम मैच में बने हुए थे और हमने मौके बनाए लेकिन अंत में राह भटक गए। फ्लेमिंग ने कहा कि कम स्कोर वाले मैच में अनुभवी रविंद्र जडेजा की जगह अंतिम ओवर पवन नेगी को देना संभवत: गलत कदम था। उन्होंने कहा कि मुझे यकीन है कि कप्तान इस पर गौर करेगा। हमने आज कुछ चीजें सीखी।"
  },
  {
    "id":9,
    "headline":"एक्सिस बैंक का पिंग पे: भारत का पहला मल्टी सोशल मनी ट्रांसफर एप",
    "language":"Hindi",
    "tag":"Technology",
    "date":"09-05-2015",
    "desc":"इंदौर: देश के प्राइवेट सेक्टर की बैंक ऐक्सिस बैंक ने अपने ग्राहकों के लिये चौबीसों घंटे मनी ट्रांसफर की सुविधा उपलब्ध कराने वाली सेवा और इसका मोबाइल एप 'पिंग.पे' जारी किया. ऐक्सिस बैंक रिटेल बैंकिंग के समूह कार्यकारी एवं प्रमुख राजीव आनंद ने यहां वीडियो कांफ्रेसिंग के माध्यम से संवाददाताओं को बताया कि 'पिंग.पे' मोबाइल एप के जरिये ऐक्सिस बैंक के स्मार्ट मोबाइल फोन वाले ग्राहक अपने सोशल मीडियम व्हाट्स ऐप, फेसबुक, ट्वीटर, और ई.मेल के संपर्क वाले व्यक्ति को किसी भी समय बिना किसी एक्सट्रा मनी के मनी ट्रांशपर कर सकते हैं"
  },
  {
    "id":10,
    "headline":"यूके चुनाव 2015: पहली बार ब्रिटेन की संसद में पहुंचे 10 भारतवंशी",
    "language":"Hindi",
    "tag":"International",
    "date":"09-05-2015",
    "desc":"लंदन। ब्रिटेन के आम चुनावों में इस बार भारतवंशियों को बोलबाला रहा। रिकॉर्ड 10 भारतवंशी सांसद चुने गए। इनमें कीथ वाज (लीसेस्टर-पूर्व, लेबर), प्रीति पटेल (विट्हम, कंजरवेटिव) और इंफोसिस के सह-संस्थापक नारायण मूर्ति के दामाद ऋषि सुनाक (रिचमंड, कंजरवेटिव) भी शामिल हैं। ऋषि ने यूकेआईपी के मैथ्यू कुक को 8194 वोटों से हराया। इस चुनाव में सभी पार्टियों ने 59 भारतवंशियों को चुनाव में प्रत्याशी बनाया था। इनमें से 10 की जीत हुई है। विजयी भारतवंशियों में से 5 कंजरवेटिव पार्टी के हैं। अन्य विजयी भारतवंशी हैं- वीरेंद्र शर्मा (ईलिंग साउथहॉल, लेबर), वैलेरी वाज (वालसाल साउथ, लेबर), आलोक शर्मा (रीडिंग वेस्ट, कंजरवेटिव), शैलेष वारा (कैंब्रिजशायर उत्तर-पूर्व, कंजरवेटिव), सुएला फर्नांडिस (फेयरहैम, कंजरवेटिव), सीमा मल्होत्रा (दक्षिण-पूर्व लंदन, लेबर) और लीसा नैंडी (विगन, लेबर)।"
  }
]